Repository: fiftin/Oblqo
Catalog: Oblqo/Forms/AccountForm.*.resx
Languages: ru

# linkLabel1.Text
source: How to add user for Amazon Glacier
ru: Как настроить ученую запись Amazon

# linkLabel5.Text
source: Read documentation about regions
ru: Читать документацию Amazon Web Services‎

# linkLabel3.Text
source: Read how to fill Secret Access Key
ru: Читать как заполнить поле Secret Access Key

# linkLabel2.Text
source: Read how to fill Access Key ID
ru: Читать как заполнить поле Access Key ID

# label10.Text
source: Name of your Glacier vault. The vault will be created if it does not exist
ru: Имя вашего Glacier vault.

# label8.Text
source: Your Amazon Glacier account settings. You should have amazon account and configured user.
ru: Ваш Amazon Glacier аккаунт. У вас должен быть аккаунт amazon и настроенные политики безопасности для доступа к Amazon Glacier.

# deleteAccountToolStripMenuItem.Text
source: Delete
ru: Удалить

# addDriveTabPage.Text
source: Add
ru: Добавить

# label9.Text
source: Your files storages. Storage can be folder on your computer or folder on Google Drive.
ru: Ваши файловые хранилища. Хранилище - это папка на диске вашего компьютера или на Google диске.

# cancelButton.Text
source: Cancel
ru: Отмена

# label1.Text
source: Connection Name:
ru: Имя подключения:
